{
  "welcome": "Портал о белорусских фотографах",
  "blockquotes": {
    "first": {
      "quote": "«Фотография подбирает факт из жизни, и он будет жить вечно»",
      "author": "Рагху Рай"
    },
    "second": {
      "quote": "«Когда Вы фотографируете лицо... вы фотографируете за ним душу»",
      "author": "Жан-Люк Годар"
    },
    "third": {
      "quote": "«Фотография – это единственный язык, который может быть понятен в любой точке мира»",
      "author": "Бруно Барбе"
    }
  },
  "intro": "Фотограф – это яркая и неординарная личность. Человек, который умеет передавать в фотографии весь спектр эмоций, заставляя людей плакать или смеяться. Фотография – это относительно молодое искусство. Первый черно-белый снимок был сделан в 1822 году, но он не сохранился, поэтому многие издания за основу берут «Вид из окна», сделанный Жозефом Ньепсом в 1826. Автором несохраненной картинки тоже был он. После этого события фото начинает стремительно развиваться. Серые и расплывчатые силуэты превращаются в четкие черно-белые картинки. Вскоре, в 1861 году появляется и цветная фотография. Получались такие снимки методом цветоделения. В наше время фотография уже давно перешла на цифровой уровень. Мы забыли о пленках и можем увидеть качество снимка, просто нажав кнопку на фотоаппарате. Людей, которые посвящают свою жизнь искусству запечатления, называют фотографами. Данный портал посвящен выдающимся фотографам Республики Беларусь.",
  "placeholder": "Введите имя автора или название города",
  "find": "Ничего не найдено",
  "menu": {
    "main": "Главная",
    "search": "Поиск"
  },
  "russian": "Русский",
  "belorussian": "Белорусский",
  "english": "Английский",
  "home": "На главную",
  "Go back to the homepage": "Вернуться на главную",
  "author-of-the-day": "Фотограф дня",
  "photographer": "Фотограф ",
  "day": "дня",
  "more": "Подробнее",
  "our": "Наша ",
  "team": "команда",
  "timeline": "Биография",
  "Exhibitions": "Выставки",
  "Open Video": "Открыть Видео",
  "gallery": "Фотогалерея",
  "slider": [
    "../../images/back3.jpg",
    "https://images.wallpaperscraft.ru/image/fotoapparat_obektiv_sumka_139250_1920x1200.jpg",
    "https://www.vladtime.ru/uploads/posts/2018-02/1518885831_fuji-x100t-digital-camera_1920x1200_wallpaper.jpg"
  ],
  "map": "Карта",
  "footer": "© Портал белорусских фотографов 2019",
  "error404": "Вы просто попали на cтраницу, которой не существует ... жаль",
  "description404": "Что это за сайт?"
}