exports.frontmatter = {
  path: '/animpadistov',
  lng: 'ru',
  name: 'Анемподистов Михаил Владимирович',
  science: 'Белорусский фотограф, художник, дизайнер, поэт, культуролог, искусствовед',
  birthDate: '16 марта 1964',
  birthPlace: 'Минск',
  birthPlaceLocation: {
    name: 'Минск',
    lat: 53.9,
    lng: 27.56659,
    center: {
      lat: 53.1235,
      lng: 18.0076,
    },
    zoom: 6,
  },
  education: 'В 1979—1983 гг. учился и закончил Минское художественное училище (теперь — Минский государственный художественный колледж имени А. К. Глебова)',
  activity: [
    {
      date: '1979-1984',
      description: 'Участвовал в молодежном общественном  объединении «Белорусская Мастерская»',
    },
    {
      date: '1987',
      description: 'С марта 1987 г. был членом арт-лаборатории  «Ветка» (неформального художественного объединения) в Минске',
    },
    {
      date: '1989-1994',
      description: 'В 1989-1994 гг. работал художественным редактором в белорусской газете «Березка»',
    },
    {
      date: '1997',
      description: 'С 1997 г. был членом Белорусского союза дизайнеров',
    },
    {
      date: '2007-2008',
      description: 'Был дизайнером известных логотипов — в том числе, логотипа белорусской общественно-культурной компании «Будем беларусами!», белорусского рок-фестиваля «Басовщина-2007» і «Басовщина-2008» и др. Создал серию анимированных открыток «Буем с белорусскими праздниками», и еще другие серии',
    },
    {
      date: '2011',
      description: 'В 2011 г. - дебютировал как фотограф, представив фотовыставку «Under Ground». Член правления Белорусского союза дизайнеров',
    },
  ],
  family: '',
  death: '24 января 2018',
  exhibitions: [
    {
      year: 2012,
      name: '«Under Ground» г.Леверкузен, Германия',
      photo: 'animpadistov_1.jpg',
      location: {
        name: 'Леверкузен',
        lat: 51.046,
        lng: 7.008,
      },
    },
    {
      year: 2013,
      name: '«Under Ground» г.Торунь, Польша',
      photo: 'animpadistov_2.jpg',
      location: {
        name: 'Торунь',
        lat: 53.016,
        lng: 18.595,
      },
    },
  ],
  youtube: 'mO-yWp-Npng',
  youtubeStart: 1377,
  authorImage: 'animpadistov.jpg',
  works: [
    'animpadistov_1.jpg',
    'animpadistov_2.jpg',
    'animpadistov_3.jpg',
    'animpadistov_4.jpg',
    'animpadistov_5.jpg',
    'animpadistov_6.jpg',
    'animpadistov_7.jpg',
  ],
};
