exports.frontmatter = {
  path: '/borozna',
  lng: 'ru',
  name: 'Борозна Михаил Григорьевич',
  science: 'Белорусский искусствовед, художественный критик, фотохудожник. Кандидат искусствоведения (1998). Ректор Белорусской государственной академии искусств. Почетный член Российской академии искусств.',
  birthDate: '20 ноября 1962',
  birthPlace: 'Ракушево',
  birthPlaceLocation: {
    name: 'Ракушево',
    lat: 54.23535,
    lng: 29.80372,
    center: {
      lat: 54.23535,
      lng: 29.80372,
    },
    zoom: 7,
  },
  education: 'Окончил Круглянскую среднюю школу. В 1985 году окончил художественно-промышленный факультет Белорусской государственной академии искусств',
  activity: [
    {
      date: '1985-1992',
      description: 'С 1985 по 1992 гг. работал художественным редактором издательства «Беларусь»',
    },
    {
      date: '1992',
      description: 'С 1992 года после окончания аспирантуры работает в Белорусской академии искусств',
    },
    {
      date: '1994-1996',
      description: 'В 1994-1996 гг. был куратором-искусствоведом галерее современного искусства в Витебске «У Пушкина»',
    },
    {
      date: '1996',
      description: 'В 1996 году участвовал в выставке «Belart» (Германия)',
    },
    {
      date: '1996-1998',
      description: 'С 1996 г. по 1998 г. исполнял обязанности заведующего кафедрой истории и теории искусства',
    },
    {
      date: '1999',
      description: 'В 1999 году защитил диссертацию на получение научной степени кандидата искусствоведения по теме «Тенденции развития белорусского книжной графики 1960-середины 1990 гг .: на материалах художественной литературы» (в Белорусской государственной академии искусств). Проректор по научно-художественной работе',
    },
    {
      date: '2010',
      description: 'С 2010 г. - ректор Белорусской государсственной академии искусств',
    },
  ],
  family: '',
  death: '',
  exhibitions: [
    {
      year: 1995,
      name: '«АРТУНОДИСКУС» г.Витебск',
      photo: 'borozna_7.jpg',
      location: {
        name: 'Витебск',
        lat: 55.1904,
        lng: 30.2049,
      },
    },
    {
      year: 2000,
      name: '«Белы іней» г.Минск',
      photo: 'borozna_2.jpg',
      location: {
        name: 'Минск',
        lat: 53.9,
        lng: 27.56659,
      },
    },
    {
      year: 2004,
      name: '«Bunker church-gallery» г.Дюссельдорф, Германия',
      photo: 'borozna_3.jpg',
      location: {
        name: 'Дюссельдорф',
        lat: 51.2217,
        lng: 6.77616,
      },
    },
    {
      year: 2008,
      name: '«Індустрыя святла» г.Минск',
      photo: 'borozna_4.jpg',
      location: {
        name: 'Минск',
        lat: 53.9,
        lng: 27.56659,
      },
    },
    {
      year: 2009,
      name: '«Ctrl + Art» г.Минск',
      photo: 'borozna_5.jpg',
      location: {
        name: 'Минск',
        lat: 53.9,
        lng: 27.56659,
      },
    },
    {
      year: 2011,
      name: '«Беларускі нацюрморт» г.Минск',
      photo: 'borozna_6.jpg',
      location: {
        name: 'Минск',
        lat: 53.9,
        lng: 27.56659,
      },
    },
  ],
  youtube: 'jT-Zq10ac8Q',
  youtubeStart: 54,
  authorImage: 'borozna.jpg',
  works: [
    'borozna_1.jpg',
    'borozna_2.jpg',
    'borozna_3.jpg',
    'borozna_4.jpg',
    'borozna_5.jpg',
    'borozna_6.jpg',
    'borozna_7.jpg',
  ],
};
