exports.frontmatter = {
  path: '/borozna',
  lng: 'by',
  name: 'Баразна Міхаіл Рыгоравіч',
  science: 'Беларускі мастацтвазнавец, мастацкі крытык, фотамастак. Кандыдат мастацтвазнаўства (1998). Рэктар Беларускай дзяржаўнай акадэміі мастацтваў. Ганаровы член Расійскай акадэміі мастацтваў',
  birthDate: '20 лістапада 1962',
  birthPlace: 'Ракушава',
  birthPlaceLocation: {
    name: 'Ракушава',
    lat: 54.23535,
    lng: 29.80372,
    center: {
      lat: 54.23535,
      lng: 29.80372,
    },
    zoom: 7,
  },
  education: 'Закончыў Круглянскую сярэднюю школу. У 1985 годзе скончыў мастацка-прамысловы факультэт Беларускай дзяржаўнай акадэміі мастацтваў',
  activity: [
    {
      date: '1985-1992',
      description: 'З 1985 па 1992 гг. працаваў мастацкім рэдактарам выдавецтва «Беларусь»',
    },
    {
      date: '1992',
      description: 'З 1992 г. пасьля заканчэньня асьпірантуры працуе ў Беларускай акадэміі мастацтваў',
    },
    {
      date: '1994-1996',
      description: 'У 1994—1996 гг. быў куратарам-мастацтвазнаўцам галерэі сучаснага мастацтва ў Віцебску «У Пушкіна»',
    },
    {
      date: '1996',
      description: 'У 1996 годзе ўдзельнічаў у выставу «Belart» (Нямеччына)',
    },
    {
      date: '1996-1998',
      description: 'З 1996 г. да 1998 г. выконваў абавязкі загадчыка кафедры гісторыі і тэорыі мастацтва',
    },
    {
      date: '1999',
      description: 'У 1999 годзе абараніў дысэртацыю на атрыманьне навуковай ступені кандыдата мастацтвазнаўства па тэме «Тэндэнцыі разьвіцьця беларускай кніжнай графікі 1960-сярэдзіны 1990 гг.: на матэрыялах мастацкай літаратуры» (у Беларускай акадэміі мастацтваў). З 1999 г. прарэктар па навукова-творчай рабоце',
    },
    {
      date: '2010',
      description: 'З 2010 г. — рэктар названай установы',
    },
  ],
  family: '',
  death: '',
  exhibitions: [
    {
      year: 1995,
      name: '«АРТУНОДИСКУС» г.Віцебск',
      photo: 'borozna_7.jpg',
      location: {
        name: 'Віцебск',
        lat: 55.1904,
        lng: 30.2049,
      },
    },
    {
      year: 2000,
      name: '«Белы іней» г.Мінск',
      photo: 'borozna_2.jpg',
      location: {
        name: 'Мінск',
        lat: 53.9,
        lng: 27.56659,
      },
    },
    {
      year: 2004,
      name: '«Bunker church-gallery» г.Дюссельдорф, Германія',
      photo: 'borozna_3.jpg',
      location: {
        name: 'Дюссельдорф',
        lat: 51.2217,
        lng: 6.77616,
      },
    },
    {
      year: 2008,
      name: '«Індустрыя святла» г.Мінск',
      photo: 'borozna_4.jpg',
      location: {
        name: 'Мінск',
        lat: 53.9,
        lng: 27.56659,
      },
    },
    {
      year: 2009,
      name: '«Ctrl + Art» г.Мінск',
      photo: 'borozna_5.jpg',
      location: {
        name: 'Мінск',
        lat: 53.9,
        lng: 27.56659,
      },
    },
    {
      year: 2011,
      name: '«Беларускі нацюрморт» г.Мінск',
      photo: 'borozna_6.jpg',
      location: {
        name: 'Мінск',
        lat: 53.9,
        lng: 27.56659,
      },
    },
  ],
  youtube: 'jT-Zq10ac8Q',
  youtubeStart: 54,
  authorImage: 'borozna.jpg',
  works: [
    'borozna_1.jpg',
    'borozna_2.jpg',
    'borozna_3.jpg',
    'borozna_4.jpg',
    'borozna_5.jpg',
    'borozna_6.jpg',
    'borozna_7.jpg',
  ],
};
