exports.frontmatter = {
  path: '/bulgak',
  lng: 'by',
  name: 'Булгак Ян',
  science: 'Беларускі фатограф, заснавальнік і старшыня Віленскага фотаклуба, рэдактар часопісаў  „Przegląd Fotograficzny“, „Fotograf Polski“',
  birthDate: '6 кастрычніка 1876',
  birthPlace: 'Асташына пад Навагрудкам',
  birthPlaceLocation: {
    name: 'Асташына',
    lat: 53.69559,
    lng: 26.02326,
    center: {
      lat: 53.69559,
      lng: 26.02326,
    },
    zoom: 6,
  },
  education: 'Скончыў класічную гімназію ў Вільні. У 1897-1899 гадах вывучаў філасофію ў Ягелонскім універсітэце ў Кракаве',
  activity: [
    {
      date: '1912',
      description: 'У 1912 годзе адкрыў фотаатэлье ў Вільні на вуліцы партовай 12',
    },
    {
      date: '1912-1915',
      description: 'Па замове магістрата ў 1912-1915 гадах фатаграфаваў помнікі архітэктуры горада. З 1919 года выкладаў мастацкую фатаграфію на аддзяленні прыгожых мастацтваў Універсітэта Стэфана Баторыя; дацэнт (1939)\nУ 1919 годзе стаў адным з заснавальнікаў і старшынёй Віленскага фотаклуба.Кіраваў ім да пачатку Другой сусветнай вайны. Быў адным з заснавальнікаў Польскага фотаклуба',
    },
    {
      date: '1935-1939',
      description: 'У 1935-1939 быў адным з рэдактараў часопісаў "Przegląd Fotograficzny", "Fotograf Polski"',
    },
    {
      date: '1945',
      description: 'У 1945 годзе пераехаў у Варшаву. Выканаў каля тысячы фатаграфій разбуранай і аднаўлялай Варшавы, каля 2 тысяч фатаграфій заходніх зямель, далучаных да Польшчы',
    },
    {
      date: '1947',
      description: 'У 1947 годзе стаў заснавальнікам Саюза фатамастакоў Польшчы',
    },
  ],
  family: '',
  death: '4 лютага 1950',
  exhibitions: [
    {
      year: 1931,
      name: 'Серыя фотаальбомаў "Wędrówki fotografa"',
      photo: 'bulgak_1.jpg',
      location: {
        name: 'Польша',
        lat: 52,
        lng: 20,
      },
    },
    {
      year: 1935,
      name: 'Кніга пра падарожжа з Вільні на оз.Нарочь',
      photo: 'bulgak_3.jpg',
      location: {
        name: 'Вільнюс',
        lat: 54.6892,
        lng: 25.2798,
      },
    },
    {
      year: 1937,
      name: 'Фотаілюстрацыі для даведніка па горадзе Юліуша Клос',
      photo: 'bulgak_4.jpg',
      location: {
        name: 'Польша',
        lat: 52,
        lng: 20,
      },
    },
  ],
  youtube: 'Ato3OAWjdDA',
  authorImage: 'bulgak.jpg',
  works: [
    'bulgak_1.jpg',
    'bulgak_2.jpg',
    'bulgak_3.jpg',
    'bulgak_4.jpg',
    'bulgak_5.jpg',
    'bulgak_6.jpg',
    'bulgak_7.jpg',
  ],
};
