exports.frontmatter = {
  path: '/bulgak',
  lng: 'ru',
  name: 'Булгак Ян',
  science: 'Белорусский фотограф, основатель и руководитель Виленского фотоклуба, редактар газет „Przegląd Fotograficzny“, „Fotograf Polski“',
  birthDate: '6 октября 1876',
  birthPlace: 'Остошина под Новогрудком',
  birthPlaceLocation: {
    name: 'Остошино',
    lat: 53.69559,
    lng: 26.02326,
    center: {
      lat: 53.69559,
      lng: 26.02326,
    },
    zoom: 6,
  },
  education: 'Закончил классическую гимназию в Вильнюсе. В 1897-1899 годах изучал философию в Яггелонском университете в Кракове',
  activity: [
    {
      date: '1912',
      description: 'В 1912 году открыл фотоателье в  Вильнюсе на улице Портовой 12',
    },
    {
      date: '1912-1915',
      description: 'В 1912-1915 годах по просьбе магистрата в фотографировал памятники архитектуры города',
    },
    {
      date: '1919',
      description: 'С 1919 года преподавал художественную фотографию на отделении изящных искусств университета имени Стефана Батория; доцент (1939).\nВ 1919 году стал одним из основателей и руководителей Виленского фотоклуба. Управлял им с начала Второй мировой войны. Был одним из основателей Польского фотоклуба',
    },
    {
      date: '1935-1939',
      description: 'В 1935-1939 был одним из редакторов газет "Przegląd Fotograficzny", "Fotograf Polski"',
    },
    {
      date: '1945',
      description: 'В 1945 году переехал в Варшаву. Сделал около тысячи фотографий разоренного и обновленного Вильнюса, около 2 тысяч фотографий западных земель, присоединенных к Польше',
    },
    {
      date: '1947',
      description: 'В 1947 году стал основателем Союза фотохудожников Польши',
    },
  ],
  family: '',
  death: '4 февраля 1950',
  exhibitions: [
    {
      year: 1931,
      name: 'Серия фотоальбомов "Wędrówki fotografa"',
      photo: 'bulgak_1.jpg',
      location: {
        name: 'Польша',
        lat: 52,
        lng: 20,
      },
    },
    {
      year: 1935,
      name: 'Книга про путешествие из Вильно на оз.Нарочь',
      photo: 'bulgak_3.jpg',
      location: {
        name: 'Вильнюс',
        lat: 54.6892,
        lng: 25.2798,
      },
    },
    {
      year: 1937,
      name: 'Фотоиллюстрации для путеводителя по городу Юлиуша Клоса',
      photo: 'bulgak_4.jpg',
      location: {
        name: 'Польша',
        lat: 52,
        lng: 20,
      },
    },
  ],
  youtube: 'Ato3OAWjdDA',
  authorImage: 'bulgak.jpg',
  works: [
    'bulgak_1.jpg',
    'bulgak_2.jpg',
    'bulgak_3.jpg',
    'bulgak_4.jpg',
    'bulgak_5.jpg',
    'bulgak_6.jpg',
    'bulgak_7.jpg',
  ],
};
