exports.frontmatter = {
  path: '/dashkevich',
  lng: 'by',
  name: 'Дашкевіч Леў Урбанавіч',
  science: 'Беларускі фотамастак, навуковец, вынаходнік, публіцыст, педагог',
  birthDate: '12 лютага 1882',
  birthPlace: 'Мінск',
  birthPlaceLocation: {
    name: 'Мінск',
    lat: 53.9,
    lng: 27.56659,
    center: {
      lat: 47.0056,
      lng: 28.8575,
    },
    zoom: 4,
  },
  education: 'Мінская мужчынская гімназія Віленскі інтэрнат-канквіт Варшаўскі ўніверсітэт Дыжонскі ўніверсітэт',
  activity: [
    {
      date: '1911',
      description: 'З 1911 г. пачаў друкавацца ў навуковых выданнях (La Nature. Paris)',
    },
    {
      date: '1911-1920',
      description: 'У 1911—1920 жыў у Закаўказзі, працаваў выкладчыкам французскай мовы, фізікі, прыродазнаўства і іншых прадметаў у гімназіях Эрывані (Ерэван), Елізаветполя (цяпер Гянджа, Азербайджан), Тыфліса (Тбілісі). Ездзіў па рэгіёне ў якасці фатографа Камісіі па апісанні мясцовасцей і плямён Каўказа. У 1918 г. служыў дзяржаўным фатографам урада Азербайджанскай рэспублікі',
    },
    {
      date: '1920',
      description: 'У канцы мая 1920 г. вярнуўся ў Менск. З кастрычніка 1920 г. чытаў курсы лекцый па сусветнай літаратуры і фатаграфіі ў Менскім інстытуце народнай адукацыі, са снежня 1920 г. выкладаў французскую мову ў Беларускім політэхнічным інстытуце',
    },
    {
      date: '1921',
      description: 'У 1921 г. працаваў у Навукова-тэрміналагічнай камісіі Наркамасветы БССР (прыродазнаўчая секцыя)',
    },
    {
      date: '1923',
      description: 'У маі—чэрвені 1923 г. удзельнічаў у этнаграфічнай экспедыцыі ў Ігуменскім і Барысаўскім паветах',
    },
    {
      date: '1923-1924',
      description: 'У 1923—1924 навуковы фатограф на медыцынскім факультэце БДУ',
    },
    {
      date: '1930',
      description: 'Арыштаваны ДПУ БССР 21 ліпеня 1930 г. па справе «Саюза вызвалення Беларусі».\nВызвалены ў верасні 1930 года. Працаваў у Менскім Доме тэхнікі, на геаграфічным факультэце БДУ, 1-й клініцы Менскага медінстытута, Інстытуце тэарэтычнай і клінічнай медыцыны АН БССР',
    },
    {
      date: '1941-1944',
      description: 'У 1941—1944 жыў у эвакуацыі ў г. Фрунзэ (цяпер Бішкек, Кыргызстан), працаваў у медыцынскіх установах.\nУ верасні 1944 г. вярнуўся ў Мінск. Працаваў у Інстытуце тэарэтычнай медыцыны і Інстытуце фізіялогіі',
    },
  ],
  family: 'У 1908 годзе Леў Дашкевіч ажаніўся на Зінаідзе Книжниковой. Сын Леанард (ён нарадзіўся ў 1909 годзе)',
  death: '4 снежня 1957',
  exhibitions: [
    {
      year: 1923,
      name: 'Этнаграфiчная экспедыцiя в Iгуменскaм и Лaгойскaм пaветах',
      photo: 'dashkevich_3.jpg',
      location: {
        name: 'Лагойск',
        lat: 54.200402,
        lng: 27.847504,
      },
    },
    {
      year: 1957,
      name: '«Святло і цень. Фотакарткi Льва Дашкевiча», г.Мiнск',
      photo: 'dashkevich_4.jpg',
      location: {
        name: 'Мiнск',
        lat: 53.9,
        lng: 27.56659,
      },
    },
    {
      year: 2016,
      name: '«Святло і цень. Фотакарткi Льва Дашкевiча», г.Ерусалім',
      photo: 'dashkevich_8.jpg',
      location: {
        name: 'Ерусалім',
        lat: 31.769,
        lng: 35.2163,
      },
    },
  ],
  youtube: 'gTpMQjc9k74',
  authorImage: 'dashkevich.jpg',
  works: [
    'dashkevich_1.jpg',
    'dashkevich_2.jpg',
    'dashkevich_3.jpg',
    'dashkevich_4.jpg',
    'dashkevich_5.jpg',
    'dashkevich_6.jpg',
    'dashkevich_7.jpg',
    'dashkevich_8.jpg',
    'dashkevich_9.jpg',
  ],
};
