exports.frontmatter = {
  path: '/dashkevich',
  lng: 'ru',
  name: 'Дашкевич Лев Урбанович',
  science: 'Белорусский фотограф, публицист, педагог, ученый, изобретатель',
  birthDate: '12 февраля 1882',
  birthPlace: 'Минск',
  birthPlaceLocation: {
    name: 'Минск',
    lat: 53.9,
    lng: 27.56659,
    center: {
      lat: 47.0056,
      lng: 28.8575,
    },
    zoom: 4,
  },
  education: 'Получил образование в Дижонском университете и Высшей школе графических искусств в Париже (отделение фотографии)',
  activity: [
    {
      date: '1911',
      description: 'С 1911 году начал печататься в научных изданиях (La Nature. Paris)',
    },
    {
      date: '1911-1920',
      description: 'В 1911-1920 жил в Закавказье, работал преподавателем французского языка, физики, естествознания и других предметов в гимназиях Эрывани (Ереван), Елизаветполя (ныне Гянджа, Азербайджан), Тифлиса (Тбилиси). Ездил по региону в качестве фотографа Комиссии по описанию местностей и племен Кавказа. В 1918 служил государственным фотографом правительства Азербайджанской республики',
    },
    {
      date: '1920',
      description: 'В конце мая 1920 г. вернулся в Минск. С октября 1920 Читатели курсы лекций по мировой литературе и фотографии в Минском институте народного образования, с декабря 1920 года преподавал французский язык в Белорусском политехническом институте',
    },
    {
      date: '1921',
      description: 'В 1921 году работал в Научно-терминологической комиссии Наркомпроса БССР (естественная секция)',
    },
    {
      date: '1923',
      description: 'В мае-июне текущего 1923 г. участвовал в этнографической экспедиции в Игуменском и Борисовском уездах',
    },
    {
      date: '1923-1924',
      description: 'В 1923-1924 научный фотограф на медицинском факультете БГУ',
    },
    {
      date: '1930',
      description: 'Арестован ГПУ БССР 21 июля 1930 года по делу «Союза освобождения Беларуси».\nОсвобожден в сентябре 1930 года. Работал в Минском Доме техники, на географическом факультете БГУ, 1-й клинике Минского мединститута, Институте теоретической и клинической медицины АН БССР',
    },
    {
      date: '1941-1944',
      description: 'В 1941-1944 жил в эвакуации в г. Фрунзе (ныне Бишкек, Кыргызстан), работал в медицинских учреждениях. В сентябре 1944 г. вернулся в Минск. Работал в Институте теоретической медицины и Институте физиологии',
    },
  ],
  family: 'В 1908 году Лев Дашкевич женился на Зинаиде Книжниковой.\nСын Леонард (он родился в 1909 году)',
  death: '4 декабря 1957',
  exhibitions: [
    {
      year: 1923,
      name: 'Этнографическая экспедиция в Игуменском и Логойском поветах',
      photo: 'dashkevich_3.jpg',
      location: {
        name: 'Логойск',
        lat: 54.200402,
        lng: 27.847504,
      },
    },
    {
      year: 1957,
      name: '«Свет и тень. Фотографии Льва Дашкевича», г.Минск',
      photo: 'dashkevich_4.jpg',
      location: {
        name: 'Минск',
        lat: 53.9,
        lng: 27.56659,
      },
    },
    {
      year: 2016,
      name: '«Свет и тень. Фотографии Льва Дашкевича», г.Иерусалим',
      photo: 'dashkevich_8.jpg',
      location: {
        name: 'Иерусалим',
        lat: 31.769,
        lng: 35.2163,
      },
    },
  ],
  youtube: 'gTpMQjc9k74',
  authorImage: 'dashkevich.jpg',
  works: [
    'dashkevich_1.jpg',
    'dashkevich_2.jpg',
    'dashkevich_3.jpg',
    'dashkevich_4.jpg',
    'dashkevich_5.jpg',
    'dashkevich_6.jpg',
    'dashkevich_7.jpg',
    'dashkevich_8.jpg',
    'dashkevich_9.jpg',
  ],
};
