exports.frontmatter = {
  path: '/klinov',
  lng: 'by',
  name: 'Клінаў Артур Аляксандравіч',
  science: 'Беларускі мастак, акцыяніст, дызайнер, фатограф, літаратар, сцэнарыст, галоўны рэдактар часопіса «pARTisan» (2002)',
  birthDate: '5 верасня 1965',
  birthPlace: 'Мінск',
  birthPlaceLocation: {
    name: 'Мінск',
    lat: 53.9,
    lng: 27.56659,
    center: {
      lat: 50.088,
      lng: 14.4208,
    },
    zoom: 5,
  },
  education: 'У 1976—1980 гг. вучыўся ў дзіцячай мастацкай школе № 1, а ў 1978—1982 гг. — і ў мастацкіх студыях і майстэрнях Уладзіміра Ткачэнкі, Рышарда Мая і Віталія Чарнабрысава.\nУ 1982—1987 гг. вучыўся на архітэктурным факультэце Беларускага політэхнічнага інстытута (у педагогаў Галіны Палянскай, Вячаслава Ангелава, Аляксандра Калантая і інш.) і атрымаў спецыяльнасць «горадабудаўніцтва»',
  activity: [
    {
      date: '1986',
      description: 'З 1986 г. пачынае ладзіць шматлікія ўласныя і супольныя мастацкія выстаўкі ў Беларусі і па-за межамі. У 1980-я гады ў Мінску быў актыўным удзельнікам нонканфармісцкага руху ў беларускім мастацтве: у 1987 г. заснаваў адну з першых у БССР нефармальных арт-груп «Супольнасць БЛО» (1987—1990) і быў удзельнікам выставак групы «Форма» (1987—1990)',
    },
    {
      date: '1990-е гг.',
      description: 'У 1990-х гг. стаў працаваць з аб’ектамі (імкнуўся стварыць нестандартныя выразныя вобразы) і інсталяцыямі (выкарыстоўваў прынцыпы філасофіі абсурду і экзістэнцыялізму): стаў аўтарам праектаў «Смерць піянера» (1995—2000), «Тексты» і «50 вёдзер — шэдэўраў сусветнага мастацтва» (1997—1999), а таксама інтэрактыўнага шоу «Калумбарый сусветнай літаратуры» (1998)',
    },
    {
      date: '1998',
      description: 'У 1998 г. стаў заснавальнікам і старшынёй Беларускай асацыяцыі сучаснага мастацтва і аўтарам ідэі Міжнароднага фестывалю перформансу «Навінкі» («NAVINKI») у Беларусі',
    },
    {
      date: '2002',
      description: 'У 2002 г. стаў заснавальнікам і галоўным рэдактарам мастацкага часопіса (альманаха сучаснай беларускай культуры) «pARTisan», дзе і сам друкуе свае артыкулы і фотапрацы. З’яўляецца галоўным рэдактарам інтэрнэт-партала partisanmag.by',
    },
    {
      date: '2006',
      description: 'У 2006 г. дэбютаваў у літаратуры беларускамоўным раманам «Мінск. Горад Сонца» (2006), а пазней апублікаваў беларускамоўныя раманы «Шалом» (2010) і «Шклатара» (2013)',
    },
    {
      date: '2008',
      description: '4 лютага 2008 г. адбылася прэзентацыя праекта «Калекцыя пАРТызана», які складаецца з серыі альбомаў беларускага актуальнага мастацтва. Першым у гэтай серыі выйшаў альбом Артура Клінава «Дванаццаць». Ён уяўляе сабой рэтраспектыву дванаццаці найбольш важных для мастака праектаў за апошнія 12 гадоў',
    },
    {
      date: '2009',
      description: 'З 2009 г. стаў працаваць і ў кінамастацтве ў якасці сцэнарыста і мастака. З’яўляецца мастаком-пастаноўшчыкам фільмаў «Масакра» (2010) і «Hard Reboot» (2014)',
    },
    {
      date: '2011',
      description: 'У 2011 г. прадстаўляў Беларусь на 54-й міжнароднай Венецыянскай біенале (Італія), дзе прадставіў сваю інсталяцыю з саломы «Вячэра»',
    },
  ],
  family: '',
  death: '',
  exhibitions: [
    {
      year: 1986,
      name: 'Персанальная кватэрная выстаўка (г.Мінск, кватэра Артура Клінава)',
      photo: 'klinov_11.jpg',
      location: {
        name: 'Мінск',
        lat: 53.9,
        lng: 27.56659,
      },
    },
    {
      year: 1994,
      name: 'Галерея «Vita Nova» (г.Мінск, Беларусь)',
      photo: 'klinov_2.jpg',
      location: {
        name: 'Мінск',
        lat: 53.9,
        lng: 27.56659,
      },
    },
    {
      year: 1995,
      name: '«Смерць Піянера» г.Мінск, Беларусь',
      photo: 'klinov_3.jpg',
      location: {
        name: 'Мінск',
        lat: 53.9,
        lng: 27.56659,
      },
    },
    {
      year: 1998,
      name: '«Калумбарый сусветнай літаратуры» г.Варшава, Польшча',
      photo: 'klinov_4.jpg',
      location: {
        name: 'Варшава',
        lat: 52.2298,
        lng: 21.0118,
      },
    },
    {
      year: 2003,
      name: '«Салодкае саламянае жыццё» г.Марсэль, Францыя',
      photo: 'klinov_5.jpg',
      location: {
        name: 'Марсэль',
        lat: 43.297,
        lng: 5.38107,
      },
    },
    {
      year: 2008,
      name: '«Zoja Gallery» г.Варшава, Польшча',
      photo: 'klinov_6.jpg',
      location: {
        name: 'Варшава',
        lat: 52.2298,
        lng: 21.0118,
      },

    },
  ],
  youtube: 'BHGn4Zk49vY',
  authorImage: 'klinov.jpg',
  works: [
    'klinov_1.jpg',
    'klinov_2.jpg',
    'klinov_3.jpg',
    'klinov_4.jpg',
    'klinov_5.jpg',
    'klinov_6.jpg',
    'klinov_7.jpg',
    'klinov_8.jpg',
    'klinov_9.jpg',
    'klinov_10.jpg',
    'klinov_11.jpg',
    'klinov_12.jpg',
  ],
};
