exports.frontmatter = {
  path: '/klinov',
  lng: 'ru',
  name: 'Клинов Артур Александрович',
  science: 'Белорусский художник, дизайнер, фотограф, литератор, сценарист, главный редактор журнала «pARTisan» (2002)',
  birthDate: '5 сентября 1965',
  birthPlace: 'Минск',
  birthPlaceLocation: {
    name: 'Минск',
    lat: 53.9,
    lng: 27.56659,
    center: {
      lat: 50.088,
      lng: 14.4208,
    },
    zoom: 5,
  },
  education: 'В 1976-1980 гг. учился в детской художественной школе № 1, а в 1978-1982 гг. - и в художественных студиях и мастерских Владимира Ткаченко, Ричарда Мая и Виталия Чарнабрысава.\nВ 1982-1987 гг. учился на архитектурном факультете Белорусского политехнического института (у педагогов Галины Полянской, Вячеслава Ангелова, Александра Коллонтай и др.) и получил специальность «градостроительство»',
  activity: [
    {
      date: '1986',
      description: 'С 1986 г. начинает устраивать многочисленные собственные и совместные художественные выставки в Беларуси и за пределами. В 1980-е годы в Минске был активным участником нонконформистского движения в белорусском искусстве: в 1987 г. основал одну из первых в БССР неформальных арт-групп «Сообщество Бло» (1987-1990) и был участником выставок группы «Форма» (1987- 1990)',
    },
    {
      date: '1990-е гг.',
      description: 'В 1990-х гг. стал работать с объектами (стремился создать нестандартные четкие образы) и инсталляциями (использовал принципы философии абсурда и экзистенциализма). Стал автором проектов «Смерть пионера» (1995-2000), «Тексты» и «50 ведер - шедевров мирового искусства» ( 1997-1999), а также интерактивного шоу «колумбарий мировой литературы» (1998)',
    },
    {
      date: '1998',
      description: 'В 1998 году стал основателем и председателем Белорусского ассоциации современного искусства и автором идеи Международного фестиваля перформанса «Новинки» («NAVINKI») в Беларуси',
    },
    {
      date: '2002',
      description: 'В 2002 году стал основателем и главным редактором художественного журнала (альманаха современной белорусским культуры) «pARTisan», где и сам печатает свои статьи и фотоработы. Является главным редактором интернет-портала partisanmag.by',
    },
    {
      date: '2006',
      description: 'В 2006 г. дебютировал в литературе русскоязычным романом «Минск. Город Солнца» (2006), а позднее опубликовал белорусскоязычные романы «Шалом» (2010) и «Стеклотара» (2013)',
    },
    {
      date: '2008',
      description: '4 февраля 2008 г. состоялась презентация проекта «Коллекция пАРТизана», состоящая из серии альбомов белорусского актуального искусства. Первым в этой серии вышел альбом Артура Клинова «Двенадцать». Он представляет собой ретроспективу двенадцати наиболее важных для художника проектов за последние 12 лет',
    },
    {
      date: '2009',
      description: 'С 2009 года стал работать в киноискусстве в качестве сценариста и художника. Является художником-постановщиком фильмов «Масакра» (2010) и «Hard Reboot» (2014 год)',
    },
    {
      date: '2011',
      description: 'В 2011 г. представлял Беларусь на 54-й международной Венецианской биеннале (Италия), где представил свою инсталляцию из соломы «Ужин»',
    },
  ],
  family: '',
  death: '',
  exhibitions: [
    {
      year: 1986,
      name: 'Персональная квартирная выставка (г.Минск, квартира Артура Клинова)',
      photo: 'klinov_11.jpg',
      location: {
        name: 'Минск',
        lat: 53.9,
        lng: 27.56659,
      },
    },
    {
      year: 1994,
      name: 'Галерея «Vita Nova» (г.Минск, Беларусь)',
      photo: 'klinov_2.jpg',
      location: {
        name: 'Минск',
        lat: 53.9,
        lng: 27.56659,
      },
    },
    {
      year: 1995,
      name: 'Проект «Смерть Пионера» (г.Минск, Беларусь)',
      photo: 'klinov_3.jpg',
      location: {
        name: 'Минск',
        lat: 53.9,
        lng: 27.56659,
      },
    },
    {
      year: 1998,
      name: 'Проект «Колумбарий мировой литературы»  г.Варшава, Польша',
      photo: 'klinov_4.jpg',
      location: {
        name: 'Варшава',
        lat: 52.2298,
        lng: 21.0118,
      },
    },
    {
      year: 2003,
      name: 'Проект «Сладкая соломенная жизнь» г.Марсель, Франция',
      photo: 'klinov_5.jpg',
      location: {
        name: 'Марсель',
        lat: 43.297,
        lng: 5.38107,
      },
    },
    {
      year: 2008,
      name: '«Zoja Gallery» г.Варшава, Польша',
      photo: 'klinov_6.jpg',
      location: {
        name: 'Варшава',
        lat: 52.2298,
        lng: 21.0118,
      },
    },
  ],
  youtube: 'BHGn4Zk49vY',
  authorImage: 'klinov.jpg',
  works: [
    'klinov_1.jpg',
    'klinov_2.jpg',
    'klinov_3.jpg',
    'klinov_4.jpg',
    'klinov_5.jpg',
    'klinov_6.jpg',
    'klinov_7.jpg',
    'klinov_8.jpg',
    'klinov_9.jpg',
    'klinov_10.jpg',
    'klinov_11.jpg',
    'klinov_12.jpg',
  ],
};
